import React from "react";

import image1 from '../../assets/Oysters.svg'
import image2 from '../../assets/Ribs.svg'
import image3 from '../../assets/Shrimps.svg'

const products = [
    {
        id: 1,
        image: image1,
        title: 'Устрицы по рокфеллеровски',
        description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры',
        price: 2700,
        weight: '500 г.'

    },

    {
        id: 2,
        image: image2,
        title: 'Свиные ребрышки на гриле с зеленью',
        description: 'Не следует, однако забывать, что реализация намеченных плановых',
        price: 1600,
        weight: '750 г'

    },

    {
        id: 3,
        image: image3,
        title: 'Креветки по-королевский в лимонном соке',
        description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
        price: 1600,
        weight: '7 шт'

    },
    {
        id: 4,
        image: image1,
        title: 'Устрицы по рокфеллеровски',
        description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
        price: 1600,
        weight: '500 г.'

    },
    {
        id: 5,
        image: image2,
        title: 'Креветки по-королевский в лимонном соке',
        description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
        price: 1600,
        weight: '7 шт'

    },
    {
        id: 6,
        image: image3,
        title: 'Креветки по-королевский в лимонном соке',
        description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
        price: 1600,
        weight: '750 г'

    },
    {
        id: 7,
        image: image1,
        title: 'Креветки по-королевский в лимонном соке',
        description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
        price: 1600,
        weight: '7 шт'

    },
    {
        id: 8,
        image: image2,
        title: 'Креветки по-королевский в лимонном соке',
        description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
        price: 1600,
        weight: '7 шт'

    },

];

export {products};


